import { PatientTypes, InfoTypes } from '../src/types';

export const PatientData: PatientTypes[] = [
    {
        id: 1,
        title: "Анна Петрова",
        description: "“Поступила на консультацию с тревогой, но доктор Урмонов сразу внушил доверие. После обследования всё подробно объяснил, подобрал оптимальный план лечения. Операция прошла успешно. Сейчас чувствую себя отлично. Благодарю за чуткость и профессионализм!”",
        image: "https://res.cloudinary.com/dmgcfv5f4/image/upload/v1746879110/image_6_tbexpc.png",
    },
    {
        id: 2,
        title: "Анна Петрова",
        description: "“Поступила на консультацию с тревогой, но доктор Урмонов сразу внушил доверие. После обследования всё подробно объяснил, подобрал оптимальный план лечения. Операция прошла успешно. Сейчас чувствую себя отлично. Благодарю за чуткость и профессионализм!”",
        image: "https://res.cloudinary.com/dmgcfv5f4/image/upload/v1746879110/image_6_tbexpc.png",
    },
    {
        id: 3,
        title: "Анна Петрова",
        description: "“Поступила на консультацию с тревогой, но доктор Урмонов сразу внушил доверие. После обследования всё подробно объяснил, подобрал оптимальный план лечения. Операция прошла успешно. Сейчас чувствую себя отлично. Благодарю за чуткость и профессионализм!”",
        image: "https://res.cloudinary.com/dmgcfv5f4/image/upload/v1746879110/image_6_tbexpc.png",
    },
    {
        id: 4,
        title: "Анна Петрова",
        description: "“Поступила на консультацию с тревогой, но доктор Урмонов сразу внушил доверие. После обследования всё подробно объяснил, подобрал оптимальный план лечения. Операция прошла успешно. Сейчас чувствую себя отлично. Благодарю за чуткость и профессионализм!”",
        image: "https://res.cloudinary.com/dmgcfv5f4/image/upload/v1746879110/image_6_tbexpc.png",
    },
];

export const InfoData: InfoTypes[] = [
    {
        id: 1,
        title: "Как записаться на приём к доктору Урмонову?",
        description: "Вы можете записаться через форму обратной связи на сайте, по телефону, или написав нам в Telegram. Все контакты указаны в разделе «Связаться с нами»."
    },
    {
        id: 2,
        title: "Как записаться на приём к доктору Урмонову?",
        description: "Для записи к доктору необходим только ваш паспорт или ID-карта. Если у вас есть направление от другого врача, пожалуйста, возьмите его с собой."
    },
    {
        id: 3,
        title: "Как записаться на приём к доктору Урмонову?",
        description: "Клиника находится по адресу: г. Ташкент, улица Согломавлод, 12. Подробная карта указана в разделе «Контакты»."
    },
    {
        id: 4,
        title: "Как записаться на приём к доктору Урмонову?",
        description: "Вы можете отменить запись, позвонив по номеру клиники или написав нам в Telegram не позднее чем за 12 часов до приёма."
    },
    {
        id: 5,
        title: "Как записаться на приём к доктору Урмонову?",
        description: "Да, доктор Урмонов принимает пациентов и по субботам. Расписание вы можете уточнить у администратора."
    },
    {
        id: 6,
        title: "Как записаться на приём к доктору Урмонову?",
        description: "Да, мы предоставляем онлайн-консультации через Zoom или Telegram. Предварительная запись обязательна."
    }
];